simple_CloudTest.yml
---
modules:
  blazemeter:
    token: 2d9c7d0c77d635bb62b63812:27b502230cb40e4058375cf46619a9902f9fad18d6d687de398ed7605884c157744198bd
    test: Taurus cloud Test
    project: My Taurus Project
---
execution:
  - scenario:
      think-time: 0.75
      requests:
        - http://blazedemo.com/
        - http://blazedemo.com/reserve.php
    concurrency: 30
    ramp-up: 1m
    hold-for: 5m
    locations:
      us-east-1: 1
	  us-west-1: 1